/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */


"TSRefreshHeaderIdleText" = "下拉可以刷新";
"TSRefreshHeaderPullingText" = "松开立即刷新";
"TSRefreshHeaderRefreshingText" = "正在刷新数据中...";

"TSRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"TSRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"TSRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"TSRefreshBackFooterIdleText" = "上拉可以加载更多";
"TSRefreshBackFooterPullingText" = "松开立即加载更多";
"TSRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"TSRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"TSRefreshHeaderLastTimeText" = "最后更新：";
"TSRefreshHeaderDateTodayText" = "今天";
"TSRefreshHeaderNoneLastDateText" = "无记录";
